
  {
    "Remember Me" : "Ingat Saya",
    "LOGIN" : "LOGIN",
    "CREATE ACCOUNT" : "DAFTAR",
    "HOME":"LAMAN UTAMA",
    "GUIDE":"PANDUAN",
    "EVENT":"ACARA",
    "OFFLINE EVENT":"ACARA OFFLINE",
    "HOW IT WORKS":"CARA BERFUNGSI",
    "Home":"Laman Utama",
    "Guide":"Panduan",
    "Event":"Acara",
    "Offline Event":"Acara Offline",
    "How It Works":"Cara Berfungsi",
    "Login/ Register" : "Login / Daftar",
    "Company" : "Syarikat",
    "About Us" : "Tentang Kami",
    "Contact" : "Hubungi",
    "Life Sharing" : "Perkongsian",
    "Get In Touch" : "Berhubung",
    "To work with WaSport, please click" : "Untuk berkerja dengan WaSport, sila tekan",
    "HERE" : "SINI",
    "or send email to" : "atau emel ke",
    "Enter a race" : "Perlumbaan",
    "Make Payment" : "Pembayaran",
    "Complete the race" : "Selesaikan",
    "SIGN UP AS OUR MEMBER FOR FREE!" : "DAFTAR SEBAGAI AHLI KAMI UNTUK PERCUMA!",
    "SIGN UP NOW" : "DAFTAR SEKARANG",
    "HOW IT WORKS?" : "BAGAIMANA IA BERFUNGSI?",
    "If you are an existing UVR member, log in to continue. If not, you may register to become a member: it's totally free!" : "Jika anda adalah ahli UVR sedia ada, log masuk untuk meneruskan. Jika tidak, anda boleh mendaftar untuk menjadi ahli: ia benar-benar percuma!",
    "Select a race you like and fill in the registration form. Remember to select your correct T-shirt size and shipping zone." : "Pilih perlumbaan yang anda suka dan isikan borang pendaftaran. Ingatlah untuk memilih saiz baju dan zon perkapalan yang betul.",
    "Proceed to payment. Once done, check your email for the confirmation email and e-bib." : "Teruskan ke pembayaran. Setelah selesai, periksa e-mel anda untuk e-mel pengesahan dan e-bib.",
    "Run the race during the running period and submit your result. If you have completed the challenge fully, your reward kit will be sent to you after the running period is over." : "Jalankan perlumbaan semasa tempoh berjalan dan serahkan hasil anda. Jika anda telah menyelesaikan cabaran sepenuhnya, kit ganjaran anda akan dihantar kepada anda selepas tempoh berlalu selesai.",
    "Rewarding experience" : "Pengalaman yang bermanfaat",
    "Be the envy of your friends with our exciting medals! Share the joy of earning medals with them and create new memories together." : "Buat teman-teman anda cemburu dengan medali menarik kami! Bagikan kegembiraan mendapatkan medali dengan mereka dan ciptakan kenangan baru bersama.",
    "Connect with our online and offline community" : "Berhubung dengan komuniti online dan offline kami",
    "8976225 runners have joined WaSport. Join our diverse community of runners, from first-time runners to elite marathon finishers - from all over the world!" : "8976225 pelari telah bergabung dengan Wasport. Bergabunglah dengan komunitas pelari kami yang beragam - mulai dari pelari pemula pertama kali hingga pelari maraton elit - dari seluruh dunia!",
    "Join Now" : "Berhubung",
    "Name":"Nama",
    "E-Mail Address":"Alamat E-mail",
    "Password":"Password",
    "Confirm Password":"Tentukan Password",
    "Register":"Daftar",
    "Find and join a virtual race that excites you!" : "Temukan dan mendaftar lumba virtual yang menggairahkan anda!",
    "Run and record" : "Lari dan Rakam",
    "Use a GPS-based app or a treadmill to track your run." : "Gunakan aplikasi berbasis GPS atau treadmill untuk melacak larian anda.",
    "Receive your Award" : "Terima Hadiah anda",
    "Celebrate your achievement and collect your finisher’s medal!" : "Rayakan pencapaian anda dan kumpulkan medali finisher anda!",
    "New Race":"Acara Baru",
    "Past Race":"Acara Lalu",
    "NEW RACE":"ACARA BARU",
    "PAST RACE":"ACARA LALU"
  }
