
  {
    "Remember Me" : "Ingat Saya",
    "LOGIN" : "LOG MASUK",
    "CREATE ACCOUNT" : "DAFTAR",
    "HOME":"LAMAN UTAMA",
    "GUIDE":"PANDUAN",
    "EVENT":"ACARA",
    "OFFLINE EVENT":"ACARA OFFLINE",
    "HOW IT WORKS":"CARA BERFUNGSI",
    "Home":"Laman Utama",
    "Guide":"Panduan",
    "Event":"Acara",
    "Offline Event":"Acara Offline",
    "How It Works":"Cara Berfungsi",
    "Login/ Register" : "Login / Daftar",
    "Company" : "Syarikat",
    "About Us" : "Tentang Kami",
    "Contact" : "Hubungi",
    "Life Sharing" : "Perkongsian",
    "Get In Touch" : "Berhubung",
    "To work with WaSport, please click" : "Untuk berkerja dengan WaSport, sila tekan",
    "HERE" : "SINI",
    "or send email to" : "atau emel ke",
    "Enter a race" : "Perlumbaan",
    "Make Payment" : "Pembayaran",
    "Complete the race" : "Selesaikan",
    "SIGN UP AS OUR MEMBER FOR FREE!" : "DAFTAR SEBAGAI AHLI KAMI UNTUK PERCUMA!",
    "SIGN UP NOW" : "DAFTAR SEKARANG",
    "HOW IT WORKS?" : "BAGAIMANA IA BERFUNGSI?",
    "If you are an existing WaSports member, log in to continue. If not, you may register to become a member: it's totally free!" : "Jika anda adalah ahli WaSports sedia ada, log masuk untuk meneruskan. Jika tidak, anda boleh mendaftar untuk menjadi ahli: ia benar-benar percuma!",
    "Select a race you like and fill in the registration form. Remember to select your correct T-shirt size and shipping zone." : "Pilih perlumbaan yang anda suka dan isikan borang pendaftaran. Ingatlah untuk memilih saiz baju dan zon perkapalan yang betul.",
    "Proceed to payment. Once done, check your email for the confirmation email and e-bib." : "Teruskan ke pembayaran. Setelah selesai, periksa e-mel anda untuk e-mel pengesahan dan e-bib.",
    "Run the race during the running period and submit your result. If you have completed the challenge fully, your reward kit will be sent to you after the running period is over." : "Jalankan perlumbaan semasa tempoh berjalan dan serahkan hasil anda. Jika anda telah menyelesaikan cabaran sepenuhnya, kit ganjaran anda akan dihantar kepada anda selepas tempoh berlalu selesai.",
    "Rewarding experience" : "Pengalaman yang bermanfaat",
    "Be the envy of your friends with our exciting medals! Share the joy of earning medals with them and create new memories together." : "Buat teman-teman anda cemburu dengan pingat menarik kami! Bagikan kegembiraan mendapatkan pingat dengan mereka dan ciptakan kenangan baru bersama.",
    "Connect with our online and offline community" : "Berhubung dengan komuniti online dan offline kami",
    "8976225 runners have joined WaSport. Join our diverse community of runners, from first-time runners to elite marathon finishers - from all over the world!" : "8976225 pelari telah bergabung dengan Wasport. Bergabunglah dengan komunitas pelari kami yang beragam - mulai dari pelari pemula pertama kali hingga pelari maraton elit - dari seluruh dunia!",
    "Join Now" : "Berhubung",
    "Name":"Nama",
    "E-Mail Address":"Alamat E-mail",
    "Password":"Password",
    "Confirm Password":"Tentukan Password",
    "About Us" : "Tentang Kami",
    "Wasports run is a sports organization founded by a group of enthusiastic runners to promote. We aim to promote the importance of sports to health by organizing more online and offline events. We hope to encourage and motivate more people in running and develop an exercise habit to enhance a healthy lifestyle." : "Wasports run merupakan sebuah organisasi sukan yang diasaskan oleh sekumpulan peminat berlari perlahan (joging) di Malaysia, dengan bertujuan untuk mempromosikan dan mengembangkan aktiviti sukan. Di samping menganjurkan lebih banyak lumba lari dalam talian dan luar talian untuk disertai oleh para peminat, kami juga berharap dapat memupuk minat dan tabiat berjoging di kalangan masyarakat demi menggalakkan gaya hidup sihat.",
    "Join us and inspire others" : "Jom, sertai kami dan mendorong orang lain untuk turut serta",
    "Virtual Running is an activity that does not require getting up early, you may run with your own pace at anytime anywhere, you set your own route and time it yourself. Let runners gain motivation by collecting interesting medals, we run for medals, for good health and great accomplishment" : "Acara Lumba Lari Dalam Talian merupakan aktiviti dalam talian yang boleh dilakukan secara bebas mengikut cita rasa individu dan pada bila-bila masa, tanpa perlu bangun pagi, tanpa perlu tutup jalan, tanpa perlu tetapkan masa atau tempat, lebih-lebih lagi, peserta boleh tetapkan laluan berlari dengan sendiri dan tidak perlu mematuhi peraturan lumba lari yang umum. Berlari sambil mengumpul pingat yang menarik akan mendorong peminat supaya terus menyertai perlumbaan serta meraih kesihatan dan kepuasan diri.",
    "Register":"Daftar",
    "Find and join a virtual race that excites you!" : "Temukan dan mendaftar lumba virtual yang menggairahkan anda!",
    "Run and record" : "Lari dan Rakam",
    "Use a GPS-based app or a treadmill to track your run." : "Gunakan aplikasi berbasis GPS atau treadmill untuk merekod larian anda.",
    "Receive your Award" : "Terima Hadiah anda",
    "Celebrate your achievement and collect your finisher’s medal!" : "Rayakan pencapaian anda dan kumpulkan pingat finisher anda!",
    "HOW IT OPERATE?" : "BAGAIMANA CARANYA?",
    "Step 1: Logon/registration" : "Langkah Pertama: Mendaftar",
    "If you do not have an account yet, you are welcome to register as a member. If you are already a member, please log on to your account directly." : "Jika anda tidak mempunyai akaun, anda dialu-alukan untuk mendaftar sebagai ahli kami secara percuma. Jika anda merupakan ahli berdaftar kami, sila log masuk ke akaun anda.",
    "Step 2: Participating in a run" : "Langkah ke-2: Menyertai acara lumba lari",
    "Join an interesting and challenging run. Remember to select an outfit of the right size and a mailing area (if an outfit is purchased)." : "Menyertai acara lumba lari yang seronok dan mencabar. Sila pilih saiz kemeja-T yang sesuai dan poskod anda (jika membeli kemeja-T).",
    "Step 3: Making payment" : "Langkah ke-3: Pembayaran",
    "Once a payment has been successfully made, please check your email for confirmation on your participation and the serial number." : "Jika bayaran telah berjaya diproses, sila semak kotak mel anda untuk mel pengesahan dan kod penyertaan anda.",
    "Step 4: Running and making records" : "Langkah ke-4: Lari dan Rekod",
    "Complete the run within the stipulated timeline and record your results with a GPS recording app and upload." : "Lengkapkan acara lumba lari dalam tempoh yang ditetapkan, dan gunakan APP untuk merekod masa anda berpandukan GPS, lepas itu muat naik rekod anda.",
    "Step 5: Receiving the reward" : "Langkah ke-5: Menerima penghargaan",
    "You will get a medal after the run." : "Anda akan menerima pingat apabila tamatnya acara lumba lari tersebut.",
    "New Race":"Acara Baru",
    "Past Race":"Acara Lalu",
    "NEW RACE":"ACARA BARU",
    "PAST RACE":"ACARA LALU",
    "Related Cooperation" : "Kerjasama yang Berkaitan",
    "This is the way to contact us immediately" : "Cara untuk menghubungi kami",
    "Working Hours" : "Hari Kerja",
    "Monday - Friday (9:00am - 6:00pm)" : "Isnin - Jumaat (9:00am -6:00pm)",
    "Contact Number" : "Nombor Telefon",
    "Email" : "Emel",
    "CONTACT US" : "MENGHUBUNGI KAMI",
    "Thank you for your love and support of the Wasports run, we will do our best to respond to any questions or concerns in a timely fashion!" : "Terima kasih atas kecintaan dan sokongan anda terhadap larian Wsports, kami akan melakukan yang terbaik untuk menjawab sebarang pertanyaan atau keraguan dengan tepat pada masanya!",
    "Login to register" : "Log masuk untuk daftar",
    "Registration closed" : "Pendaftaran tutup",
    "You had registered" : "Anda telah daftar",
    "Go to profile" : "Pergi ke profil",
    "Logout" : "Log Keluar",
    "Profile" : "Profil",
    "Your races will show up here and you’ll be able to submit your run when it start" :  "Acara lumba lari yang anda telah daftar akan muncul di sini dan anda boleh menyerahkan larian semasa acara mula.",
    "View All" : "Lihat Semua",
    "My Medals" : "Pingat Saya",
    "Current Races" : "Acara Sekarang",
    "Joined Races" : "Acara Yang Disertai",
    "Stats" : "Statistik",
    "Terms and Conditions" : "Syarat & Ketentuan",
    "Privacy Policy" : "Dasar Privasi"
  }
